[
  {

    "name": "Василек",
    "type": "Астровый",
    "heigh": "от 15 до 100см",
    "details": "Василёк – сорное полевое растение и отличный цветок, однако выращивать его удается не всем, хотя распространен он повсеместно. Чаще всего это двулетние растения, но есть и однолетние, и многолетние. Листья ланцетные линейные, опушенные войлочком, в разных видах от 15 до 100 см. Стебель прямой, ребристый и шершавый. Цветки имеют окрас от синего до лилового и пурпурного, в виде одиночных цветочных корзинок, покрыты снаружи яйцевидными обертками с буроватыми плёнчатыми бахромчатыми краями. Корень стержневой. Плоды имеют тонкий рыжеватый хохолок.\nВасилек лучше развивается и цветет на открытых солнечных участках, но выдерживает и затенение. В тени зацветает позже. К почвам нетребователен, но предпочитает легкие питательные суглинки. Не выносит переувлажнение, лучше удается на дренированных участках. Известкование почвы влияет на интенсивность окраски цветков. Зимует без укрытия. Не требует пересадки многие годы, но в случае ее необходимости переносит легко.\nХорошо размножается делением корневищ и черенкованием в течение всей вегетации. Лучший период – начало отрастания побегов. Пересаживают и делят растения также после окончания цветения. Наземную часть при этом срезают, оставляя не более 10 см от уровня почвы."
  },
  {

    "name": "Жасмин",
    "type": "Вечно зеленый кустарник",
    "heigh": "до 1,5м",
    "details": "Все виды жасмина очень солнцелюбивы, хорошо развиваются и цветут при ярком освещении с легким притенением, требуют усиленного полива летом и в период цветения, осенью потребность в воде уменьшается. Оптимальные условия для него – прохладные светлые помещения с температурой 16–18 °C.\nВсе виды жасмина размножают черенками, отводками (воздушными и обычными), корневыми отпрысками. Черенки срезают весной или летом с вызревших побегов длиной 10–15 см. Помещают их в воду или песок, под стеклянное или пленочное покрытие, в теплое, тенистое место. Укореняются черенки через 4–5 недель, после чего их высаживают в горшки с легкой питательной землесмесью из листовой земли и песка (3:1). Вначале их притеняют от ярких солнечных лучей, опрыскивают водой, регулярно поливают, не допуская, однако, пересушивания кома земли."
  },
  {

    "name": "Ревень",
    "type": "Гречишный",
    "heigh": "25-30см",
    "details": "Ревень в диком виде встречается в Восточной Сибири и Северной Монголии. Первоначально растение выращивали только в ботанических садах, позднее черешки листьев стали добавлять в пищу и начали возделывать его как ранний овощ.\nКрупная трава с деревянистым, крупным, ветвистым корневищем. Прямые толстые надземные стебли однолетние, внутри полые или слабобороздчатые. У корней листья очень крупные, цельные, длинночерешковые, зубчатые, волнистые или пальчато-лопастные. Черешки многогранные или цилиндрические, у основания имеют крупные раструбы. Листья на стеблях более мелкие. На конце стебля находится крупное метельчатое соцветие. Цветки окрашены в белый, зеленоватый, розовый или красный цвет, обоеполые или вследствие недоразвития однополые. Простой околоцветник имеет шесть листиков, которые либо одинакового размера, либо внутренние несколько больше наружных. Околоцветник увядает после опыления. Плод представляет собой трехгранный узко– или ширококрылый орешек."
  },
  {

    "name": "Тмин",
    "type": "Зонтичный",
    "heigh": "40-60см",
    "details": "Тмин — род многолетних или двулетних растений, из которых наиболее известен Тмин обыкновенный, используемый как специя. Тмин обладает отхаркивающим, противосудорожным и обезболивающим действием. Препараты на основе тмина применяются для нормализации работы желудочно-кишечного тракта, в качестве мочегонного, легкого слабительного и успокаивающего средства, а также для увеличения лактации у кормящих женщин, как успокаивающее и мочегонное средство. Пряный запах плодов тмина известен каждому любителю ароматного хлеба, а многие хозяйки непременно добавляют его и в рыбные, и в мясные блюда. Тмин разводят как пряное растение, особенно он популярен в Прибалтике, но дикие его виды встречаются и во многих областях России по сухим каменистым лугам, вдоль дорог и полей. Тмин — зонтичное растение с перистыми листьями, похожими на листья укропа, образующими пучок, торчащий над поверхностью почвы. Стебель у тмина голый, увенчанный невзрачными зонтиками мелких белых цветов, которые вызревают в тонкие ноготки — семена, легко осыпающиеся при прикосновении."
  },

  {

    "name": "Эхинацея",
    "type": "Астровый",
    "heigh": "до 1,5м",
    "details": "Выходцы из прерий Северной Америки, мощные травянистые кусты эхинацеи прекрасно прижились в Европе и зимуют даже на широте Санкт-Петербурга. Индейцы использовали растение от всех болезней, включая такую неприятность, как укус гремучей змеи. Научные исследования травы показали ее действительно уникальные иммунологические свойства, и вытяжки из растения в настоящее время применяются в научной медицине, налажен выпуск готовых препаратов, продающихся в аптеках. Вытяжки из травы обладают болеутоляющим, асептическим и спазмолитическим действием, что облегчает течение любой болезни во всех ее проявлениях. Местно отвар травы или сок очищает раны, обеззараживает их, обезболивает и способствует рубцеванию. Корни жуют при упадке сил, во время эпидемии гриппа, зубной боли.\nВысокий — до 1-1,2 м многолетник развивает за несколько лет мощный куст, состоящий из множества стеблей, несущих корзинки пурпурных нарядных цветов. Весь стебель опушен грубыми ворсинками, ланцетовидные сидячие листья также шершавые на ощупь. После отцветания образуется «шишка» с семенами, которые собирают в лечебных целях и для развода растения. Растение прекрасно смотрится в группе на втором плане, оттеняя массой своих прямостоящих цветоносов более низкорослые летники.\nРастение зимостойкое, любит свет и влагу. Хорошо растет на обычной некислой, влагопроницаемой почве с добавлением песка, на открытых или частично затененных местах.\nРазмножают главным образом семенами и делением корневищ. Семена высевают в конце марта в горшки или в мае-июне на постоянное место. Выкапывают и делят корневища ранней весной каждые 3—4 года. Основание побегов древеснеет, поэтому укоренение деленок протекает медленно."
  }

]